[
  {
    "id": 1750501958336,
    "category": "flanco-world",
    "title": "flanco world",
    "content": "jgf",
    "imageUrl": "hfd",
    "author": "yudenwa16",
    "date": "21.06.2025"
  },
  {
    "id": 1718957400001,
    "category": "despre-frutiger-aero",
    "title": "Ce este Frutiger Aero și de ce ne este dor de el?",
    "imageUrl": "https://i.pinimg.com/originals/a4/0d/a7/a40da76516a53f0648c6977270f25228.png",
    "content": "Frutiger Aero este mai mult decât o estetică; este o capsulă a timpului, o amintire a optimismului tehnologic de la mijlocul anilor 2000. Caracterizată prin texturi lucioase (skeuomorphism), peisaje luxuriante, bule de aer și o paletă de culori dominată de albastru și verde, Frutiger Aero ne amintește de o perioadă când viitorul părea luminos, curat și plin de posibilități. De la interfața Windows Vista la reclamele glossy, acest stil vizual a definit o generație care descoperea internetul și tehnologia într-o formă prietenoasă și umană. Nostalgia pentru Frutiger Aero este, în esență, o nostalgie pentru un viitor mai simplu și mai plin de speranță.",
    "author": "FAR Staff",
    "date": "21.06.2025"
  },
  {
    "id": 1718957400002,
    "category": "hypermarket-real",
    "title": "Când galbenul și albastrul de la Real însemnau weekend",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Real-Logo.svg/1200px-Real-Logo.svg.png",
    "content": "Pentru mulți dintre noi, o vizită la hypermarket-ul Real era evenimentul principal al weekendului. De la rafturile infinite cu produse la mirosul de pui rotisat, totul părea o aventură. Logo-ul distinctiv, galben și albastru, era un far al abundenței. Aici găseai tot ce-ți poftea inima, de la primul tău MP3 player la rolele mult visate. Real nu era doar un magazin, era o destinație.",
    "author": "FAR Staff",
    "date": "21.06.2025"
  },
  {
    "id": 1718957400003,
    "category": "domo-romania",
    "title": "DOMO: Tehnologie pentru toți, într-o lume glossy",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/ro/c/c2/Domo_logo.png",
    "content": "Înainte de a comanda totul online, exista plăcerea de a răsfoi un catalog DOMO. Paginile lucioase erau pline de sisteme audio impunătoare, televizoare cu plasmă și cele mai noi telefoane cu clapetă. DOMO a fost unul dintre pilonii care au adus tehnologia în casele românilor, transformând electronicele din obiecte de lux în necesități accesibile. O vizită la DOMO era o fereastră către un viitor high-tech.",
    "author": "FAR Staff",
    "date": "21.06.2025"
  },
  {
    "id": 1718957400004,
    "category": "billa-romania",
    "title": "Punga galbenă de la Billa și gustul produselor Clever",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/BILLA_Logo.svg/2560px-BILLA_Logo.svg.png",
    "content": "Billa a fost sinonim cu supermarketul de cartier, locul unde mergeai pentru cumpărăturile rapide. Punga galbenă era un simbol omniprezent, iar marca proprie, Clever, ne-a învățat că un preț bun nu înseamnă o calitate slabă. Cine nu-și amintește de napolitanele sau sucurile Clever? Billa a fost o parte esențială a peisajului urban, un loc familiar și de încredere.",
    "author": "FAR Staff",
    "date": "21.06.2025"
  },
  {
    "id": 1718957400005,
    "category": "flanco-world",
    "title": "Flanco World: Mai mult decât un magazin, o lume a electronicelor",
    "imageUrl": "https://bucurestimall.ro/wp-content/uploads/2016/10/flanco-logo.jpg",
    "content": "Conceptul 'World' de la Flanco a ridicat standardele retailului de electronice. Nu era doar un magazin, ci o experiență. Spațiile largi, insulele de testare și varietatea imensă de produse te făceau să te simți ca într-un parc de distracții tehnologic. Aici ai văzut probabil pentru prima dată un laptop cu design futurist sau un sistem Home Cinema care părea desprins din filme.",
    "author": "FAR Staff",
    "date": "21.06.2025"
  },
  {
    "id": 1718957400006,
    "category": "romtelecom-romania",
    "title": "Click! Sunetul care ne-a conectat la lume",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/ro/thumb/a/ab/Romtelecom_logo_2011.png/800px-Romtelecom_logo_2011.png",
    "content": "Pentru o întreagă generație, sunetul unui modem dial-up de la Romtelecom este coloana sonoră a primilor pași pe internet. Așteptarea aceea chinuitoare, urmată de bucuria de a vedea pagina de Yahoo! încărcându-se linie cu linie, este o amintire de neprețuit. Romtelecom, cu al său 'Click!', a fost poarta noastră de intrare în universul digital, chiar dacă asta însemna blocarea liniei telefonice.",
    "author": "FAR Staff",
    "date": "21.06.2025"
  },
  {
    "id": 1718957400007,
    "category": "praktiker-romania",
    "title": "Praktiker: Reclamele care te făceau să vrei să renovezi",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Praktiker_logo.svg/2560px-Praktiker_logo.svg.png",
    "content": "Reclamele Praktiker, cu personajele lor optimiste și pline de energie, ne-au inspirat să devenim mici meșteri. Chiar dacă nu aveam nevoie, o vizită la Praktiker te convingea că ai putea să-ți transformi balconul într-o grădină luxuriantă sau să asamblezi singur o bibliotecă. Era magazinul care promitea că orice proiect este posibil.",
    "author": "FAR Staff",
    "date": "21.06.2025"
  },
  {
    "id": 1718957400008,
    "category": "cosmote-romania",
    "title": "Broasca Țestoasă și Delfinul: Libertatea de a vorbi",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Cosmote_logo.svg/1200px-Cosmote_logo.svg.png",
    "content": "Într-o perioadă când piața de telefonie mobilă era dominată de alți giganți, Cosmote a intrat în forță cu oferte accesibile și o imagine prietenoasă. Reclamele cu broasca țestoasă și delfinul sunt iconice, simbolizând o comunicare fără bariere, la prețuri rezonabile. Cosmote a democratizat accesul la telefonia mobilă pentru mulți tineri.",
    "author": "FAR Staff",
    "date": "21.06.2025"
  }
]